<!--  -->
<template>
<div class='user-tip'>
    <el-container>
        <el-header><i class="el-icon-arrow-left" @click="leave()"></i>
              离院宝用户注册协议
        </el-header>
        <el-main>
            <p> 
                版本更新日期：2020年5月9日

                版本生效日期：2020年5月16日

                如您在2020年5月9日至2020年5月15日期间注册，应适用旧版本《离院宝用户注册协议》

                
                一、服务条款的确认及接受
                1、离院宝网站（指jd.com及其移动客户端软件、应用程序，以下称“本网站”）各项电子服务的所有权和运作权归属于“离院宝”所有，本网站提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本网站间成立并发生法律效力，同时您成为本网站正式用户。
                2、根据国家法律法规变化及本网站运营需要，离院宝有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本网站；如您继续使用本网站，即视为知悉变动内容并同意接受。
                3、本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
                
                二、服务须知
                1、本网站运用自身开发的操作系统通过国际互联网络为用户提供购买商品等服务。使用本网站，您必须：
                （1）自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等；
                （2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用等；
                （3）选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android、Windows等多个离院宝发布的应用版本。
                2、基于本网站所提供的网络服务的重要性，您确认并同意：
                （1）提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；
                （2）如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且离院宝保留终止您使用本网站各项服务的权利。
                三、订单
                1、使用本网站下订单，您应具备购买相关商品的权利能力和行为能力，如果您在18周岁以下，您需要在监护人的监护参与下才能注册并使用本网站。在下订单的同时，即视为您满足上述条件，并对您在订单中提供的所有信息的真实性负责。
                2、在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。
                3、您理解并同意：本网站上销售商展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售商发出的合同要约；销售商收到您的订单信息后，只有在销售商将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与销售商之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且销售商只给您发出了部分商品时，您与销售商之间仅就实际直接向您发出的商品建立了合同关系，只有在销售商实际直接向您发出了订单中订购的其他商品时，您和销售商之间就订单中其他已实际直接向您发出的商品才成立合同关系；对于电子书、数字音乐、在线手机充值等数字化商品，您下单并支付货款后合同即成立。当您作为消费者为生活消费需要下单并支付货款的情况下，您货款支付成功后即视为您与销售商之间就已支付货款部分的订单建立了合同关系。
                4、尽管销售商做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，本网站无法避免您提交的订单信息中的商品出现缺货、价格标示错误等情况；如您下单所购买的商品出现以上情况，您有权取消订单，销售商亦有权自行取消订单，若您已经付款，则为您办理退款。
                四、配送和交付
                1、您在本网站购买的商品将按照本网站上您所指定的送货地址进行配送。订单信息中列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品应仅由您填写的联系人接受身份查验后接收商品，因您变更联系人或相关配送信息而造成的损失由您自行承担。
                2、因如下情况造成订单延迟或无法配送等，本网站将无法承担迟延配送或无法配送的责任：
                （1）客户提供错误信息和不详细的地址；
                （2）货物送达无人签收或拒收，由此造成的重复配送所产生的费用及相关的后果。
                （3）不可抗力，例如：自然灾害及恶劣天气、交通戒严等政府、司法机关的行为、决定或命令、意外交通事故、罢工、法规政策的修改、恐怖事件、抢劫、抢夺等暴力犯罪、突发战争等。
                3、您在本网站购买的商品由离院宝的关联方或第三方配送公
            </p>
        </el-main>
    </el-container>
</div>
</template>

<script>

export default {
name:'user-tip',
data() {
return {

}
},
computed: {},
watch: {},
methods: {
 leave(){
        this.$router.push("/loginInform");
      },
},
created() {

},
mounted() {

},
}
</script>
<style scoped>
.el-header{
  height: 40px !important;
  padding: 10px;
}
.el-icon-arrow-left{
        float: left;
  }
  p{
      font-size: 0.7rem;
  }
</style>